# Расписание уроков
timetable = {
    'Monday': {
        'day': 'Понедельник',
        'lessons': [
            'Экономика',
            'География',
            'История',
            'Алгебра',
            'Алгебра',
            'Литература',
            'Немецкий',
            'Немецкий'
        ]
    },
    'Tuesday': {
        'day': 'Вторник',
        'lessons': [
            'Информатика',
            'Английский',
            'Русский',
            'Химия',
            'Обществознание',
            'Обществознание',
        ]
    },
    'Wednesday': {
        'day': 'Среда',
        'lessons': [
            'Фразовые глаголы',
            'Физика',
            'Литература',
            'Русский',
            'История',
            'История',
            'Словообразование'
        ]
    },
    'Thursday': {
        'day': 'Четверг',
        'lessons': [
            'Иврит',
            'Биология',
            'Английский',
            'Английский',
            'Геометрия',
            'Геометрия',
            'Русский',
            'Физкультура',
        ]
    },
    'Friday': {
        'day': 'Пятница',
        'lessons': [
            'Физика',
            'Алгебра',
            'Алгебра',
            'Английский',
            'Право',
            'Право',
            'Литература'
        ]
    },
    'Saturday': {
        'day': 'Суббота',
        'lessons': []
    },
    'Sunday': {
        'day': 'Воскреснье',
        'lessons': []
    }
}
